Revit 2024 API
SymbolTypeId.KipPerFt Property
 Symbol kip/ft, indicating unit Kips per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KipPerFt { get; }
Visual Basic
Public Shared ReadOnly Property KipPerFt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KipPerFt {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace